export const ABOUT_TEXT = [
  {
    id: 1,
    text: `نقوم بتنفيذ جميع مقاولات واعمال البناء بجميع المراحل بداية من اعمال الحفر للأساسات مرورا بجميع المراحل وحتى اعمال تركيب الكهرباء والسباكة والنجارة واعمال السيراميك والرخام والواجهات والدهانات`,
  },
  {
    id: 2,
    text: `نقدم مجموعة كبيرة ومتميزة من الافكار والتصميمات لتشطيب العقارات والوحدات السكنية والشركات والهيئات والمؤسسات الحكومية وغيرها من الوحدات وتركيب كافة الخدمات واعمال التشطيبات الكاملة`,
  },
  {
    id: 3,
    text: `نقدم كافة الخدمات الخاصة بتصميم الديكورات وفق احدث الاساليب المتطورة والاشكال العصرية`,
  },
];
